{"position_desc": "岗位要求： 1.负责为银行、互联网金融公司等金融机构客户提供信贷模型项目开发咨询服务； 2.负责制定模型开发方案、并承担模型开发、后续模型应用监控及技术培训等相关内容工作。 任职要求： 1.数学、统计、金融等相关专业本科及以上学历（硕士或博士优先）； 2.1年以上银行或大型金融机构评分模型相关开发经验； 3.熟悉评分卡开发流程，能够独立承担信贷评分模型开发、测试、优化、监控等相关工作； 4.至少熟练掌握一种模型开发工具，如SAS、R、python等；  5.具备一定的数据库应用技能及较好的文字和语言表达能力； 6.能够适应一定频率的短期出差工作。\r\r\r职能类别：\r风险管理/控制\r\r\r\r", "position_demand": ""},
{"position_desc": "工作职责：         深入理解业务、产品的方向和需求，构建公司数据分析与数据挖掘体系，针对复杂的商业问题，规划、设计、实现基于数据挖掘的解决方案，充分实现数据的商业价值 （熟悉电信、互联网、运营业务优先）2. 分析和研究数据与实际业务的关联关系，利用数据挖掘的先进技术，针对具体业务需求场景，设计预测（响应、分类）、用户分层等模型，挖掘用户属性和行为特征 3. 基于海量用户行为数据和其他数据，开发设计面向常规算法不能解决问题的可扩展机器学习算法，并以实际业务应用为导向研发创新方法，产生创新应用         任职资格：1. 计算机、统计学、数学、数理统计等相关专业，本科以上学历，2年至5年左右相关经验； 2. 至少千万级的数据量，互联网或金融背景       3. 熟悉python/shell/awkl等脚本语言； 4. 具备数据挖掘、机器学习、概率统计基础理论知识，具有很强的利用数据挖掘技术解决实际业务问题的能力和成功案例，对数据挖掘各环节有深入理解； 5. 掌握常用的分类、聚类、预测、关联规则、序列模式等挖掘算法，了解数据挖掘前沿技术，对算法的优缺点及适用场景有自己的见解 6. 具有很强的数据分析和逻辑推理能力，熟练使用SAS/SPSS Clementine/R/Weka/Mahout等数据挖掘工具，对基本统计知识有一定的了解，有实践经验； 7. 熟悉Hadoop/Spark/Storm/Hive等至少一种分布式计算技术，具有海量数据处理经验； 8. 积极创新、有开拓精神、乐于面对挑战、有较强的执行能力、负责敬业；优秀的团队合作精神，稳定\r\r\r职能类别：\r大数据开发/分析\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位要求：1、了解数据挖掘、机器学习相关业务知识；2、具备实时计算及离线计算技术基础；3、五年以上软件项目工作经验、三年以上开发项目管理经验：4、熟悉项目管理知识体系，有工信部认证项目经理或高经项目经理证书或PMP证书者优先；5、具有较强的团队领导能力，具备良好的合作沟通能力并具有优秀的执行能力；6、有广东电信大数据项目开发或项目管理经验者优先。岗位职责：1、负责大数据平台的实施和维护，管理好客户的咨询投诉与需求；2、组织协调项目全程管理工作，包括分析客户需求、编写项目解决方案、完成实施文档、项目验收等工作；3、实施过程中对项目提供实施指导、项目进程推动、系统实现等工作；4、维护过程中对事故或系统缺陷进行闭环跟踪管理，直到客户确认根本解决；5、负责与软件开发部门之间的业务联系，进行提交系统修改需求、测试新程序的功能、更新系统等相关工作；6、负责项目组内部管理工作，项目工程师的招聘、培训、安排、指导，使团队成员可以胜任与系统有关的各项工作；\r\r\r职能类别：\r项目经理\r\r\r\r", "position_demand": ""},
{"position_desc": "职责范围:1、应用先进的统计建模、数据挖掘、机器学习方法，建立数据模型解决实际问题，并研发创新方法以解决常规算法不能解决的问题2、通过海量脑电数据，对用户数据进行建模分析，通过数据的挖掘来提取特征值，从而实现对用户群体的分类和聚类3、与业务部门开展广泛沟通，快速、灵活地发布各类创新应用4、推荐、预测等大数据应用场景的算法设计和工程实现 技能要求：1、熟悉Linux/Unix，能进行shell编程2、Java高级(虚拟机、并发)3、精通Python，掌握numpy，scipy，matplotlib，pandas等数据处理方面常用的第三方python库；4、熟悉大数据通用架构Hadoop（HDFS+MapReduce+Yarn ）5、数据分析/数据仓库(SQL类)：Pig、Hive、kylin、Spark SQL、Spark DataFrame、Impala、Phoenix、ELK6、熟练掌握数据可视化工具中的一种：R、D3.js、ECharts7、熟练使用Python一种以上的成熟框架，如django，flask，bottle，tornado，flask和django8、熟悉业界机器学习工具，如Spark Mlib、TensorFlow、Amazon Machine Learning\r\r\r职能类别：\r大数据开发/分析\r\r\r\r", "position_demand": ""},
{"position_desc": "1. 有数据清洗、分析建模和算法设计等工作经验，硕士及以上学历1年经验、或本科学历3年及以上经验，应用数学、统计相关专业毕业； 2. 有优秀的洞察力，能从纷繁复杂的数据中发掘规律并构建特征, 掌握机器学习方法，具备优秀的大数据建模功底；3. 具有较深厚的数学、统计学和计算机相关知识，熟悉数据仓库和数据挖掘的相关技术及方法，熟悉数据可视化相关理论；5. 熟练使用Python、R、WEKA等至少一种工具进行分析和建模（Python优先），熟悉MySQL/Oracle操作, 了解Hadoop、Spark等技术会有加分；6. 具有良好的分析报告撰写能力，能制作专业分析报告。\r\r\r职能类别：\r算法工程师\r\r\r关键字：\r算法\r数据挖掘\rR\r数据建模\r数据分析\r\r\r\r", "position_demand": ""},
{"position_desc": "公司福利：九点上班，6 点后打卡（哎呀，你卡在我心上啦~）晋升通道：运营经理——运营总监团队：百强的创始团队，不要说你没有好平台！机会就在这，能不能把握，只在你一念之间！五险一金、下午茶、生日礼物、转正礼盒、假期补贴、各种聚餐、不定期旅游、期权发放、员工体检、高温补贴，餐补，滴滴打车岗位职责：    1. 基于大规模用户行为或商品数据，以效果为目标，建立并优化精准投放系统的基础算法和策略，优化推荐/定向投放算法，提升点击率等    2、 整理和分析海量数据，合理抽取特征，结合实际需求实现数据挖掘算法，在线调优，    3、 应用机器学习、数据挖掘技术，丰富对用户的深度画像和商品的画像，进行模型设计和商品组合设计；    4、 借助地图云服务进行定位、建图、搜索、路径规划等设计与实施    任职要求：    1.    对海量数据分析、挖掘有浓厚兴趣，热衷于机器学习和数据挖掘技术理论和实践，乐于钻研，对数据敏感，喜欢观察数据并从中发现价值    2.    计算机、数学或统计学等相关专业，具备常用机器学习、数据挖掘和自然语言处理相关知识，如决策树、支持向量机、线性回归、LR，聚类等    3.    具备一种或多种开发语言（如  C++，Python, java 等）的程序和算法开发能力，掌握常用数据结构和算法    4.    具有某种统计软件（如  R 或 Matlab 等）的使用经验    5.    沉稳厚重，具备强烈的进取心、求知欲及团队合作精神    6.    计算机或相关专业硕士以上学历，2 年或以上相关工作经验    7.    具有良好的沟通能力，书面表达能力    加分项：    1.    有大规模数据处理经验；熟练使用  Linux；熟悉 hadoop、spark    2.    对模型原理、参数优化有深刻理解，自动动手实现过常见的数据挖掘算法    3.    有推荐系统、精准投放、个性化搜索经验，路径规划，    4.    在快消品行业，或者物流行业从事经营的优先。\r\r\r职能类别：\r算法工程师\r\r\r\r", "position_demand": ""},
{"position_desc": "工作职责： 1. 负责构建数据仓库设计； 2. 对产品关键数据进行深度分析和数据挖掘，参与各类产品用户画像、文本分析、预测模型等开发； 3. 负责基于阿里云数加、Hadoop、Spark、Storm等平台的数据自动化分析处理和统计工作。 二、职位要求： 1. 4年以上工作经验， 其中2年以上大数据分析和统计相关经验。2.对机器学习、自然语言处理和深度学习有实际项目开发经验； 3. 精通至少一门SQL语言，如SQLServer/MySQL/Oracle等；精通一门后端语言，如Python、C#、Java或PHP等； 4. 熟悉Linux操作系统，擅长Shell脚本； 5. 具有良好的逻辑分析能力，有较强的业务学习能力，对数据敏感，有良好的书面表达和口头沟通能力，能够熟练撰写分析报告。\r\r\r职能类别：\r大数据开发/分析\r\r\r关键字：\r数据仓库\r数据挖掘\rHadoop\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责：   1、针对运营和产品的场景，收集数据，进行特征工程开发     2、机器学习模型搭建，模型参数训练调优     3、负责用户画像、精准营销相关模型的优化和维护     4、风控模型建设岗位要求：   1、计算机系或机器学习、人工只能相关专业毕业     2、参与过多个机器学习项目的建设，有较强的建模能力     3、丰富的模型训练、调参经验     4、掌握sklearn，spark mlib等机器学习库     5、掌握常见的机器学习模型算法     6、2年以上工作经验\r\r\r职能类别：\r软件工程师\r互联网软件开发工程师\r\r\r关键字：\r数据挖掘\r数据分析\r\r\r\r", "position_demand": ""},
{"position_desc": "职责描述：1、对商业问题有深入的洞察，并思考解决方案及对应数据源要求；2、互联网用户行为数据挖掘，行为特征研究，以及数据营销；2、负责项目过程中的数据库建立清洗；3、负责项目的数据分析模型建造及数据挖掘；4、负责所有业务部门的数据采集、挖掘、数据清洗和数据存储等需求的核心研发工作；5、负责大数据底层云平台和大数据仓库，为上层数据和应用开发提供基础平台；6、负责对接外围各个业务数据源，维护业务数据采集、更新、清洗和存储等研发工作；7、负责数据分析与模型构建执行；结合互联网业务方向和行业趋势，探索与研究有效的数据模型，应用于互联网商业环境；8、为公司其他部门或项目提供数据挖掘支持；任职要求：1、数据挖掘、统计学、数学、计算机相关专业研究生以上学历，1年以上数据挖掘相关工作经验；2、熟练使用SPSS/SAS/R等统计分析软件，有一定的编程基础；3、熟悉数据挖掘和机器学习相关算法，并能在相应工具中实现；4、有数据敏感性，对原始数据进行处理，ETL转换，数据挖掘，算法优化调整，有完整数据挖掘或数据分析经历者优先；5、乐观、进取、钻研，富有创新精神，良好的沟通及团队合作能力6、具有良好的沟通协作能力，具有较强的", "position_demand": ""},
{"position_desc": "岗位职责：   1、参与业务需求分析，负责数据挖掘事业线产品和平台的架构设计、开发，撰写相关文档。  2、持续帮助团队优化并提升整体架构的性能和运营能力。  3、为业务的发展搭建高性能、低成本、可扩展的研发平台。  4、参与公司新技术研究。  任职要求：   1.有成功的金融类、电商类、投资类等架构设计和开发经验；  2.精通hadoop系列数据采集, ETL工具, 数据仓库建模, 统计报表；  3.熟悉shell,C,C++,java等开发语言，熟悉ORACLE、MYSQL数据库开发等；  4.3年以上数据挖掘开发经验；  5.具有良好的分析和解决问题的意愿和能力，能够独立承担任务和有系统进度把控能力；  6.具有较好的沟通能力和团队合作精神，主动、敬业。  \r\r\r职能类别：\r高级软件工程师\r\r\r\r", "position_demand": ""},
{"position_desc": "由于岗位称谓每个公司不尽相同，所以发布职位时同一职位我们会以不同标题发布多条。请仔细阅读职位说明且认真投递简历，勿重复投递（重复投递不会增加面试几率）。【岗位职责】：  1. 深入理解产品、业务需求，以结果为导向进行数据分析挖掘，能落地，为用户挑选偏好商品，提升网站购买转化率；  2. 与业务、分析、实时计算等团队合作，支持从需求剖析、框架设计、分析挖掘、数据可视化到结果评估优化的完整项目流程；  3. 基于海量用户行为数据和其他数据，分析和研究数据与实际业务的关联关系，开发设计可扩展的机器学习算法，挖掘用户属性和行为特征，并以实际业务应用为导向进行应用创新；  4. 深入理解电商的业务模型和未来趋势，从对产品、业务和商业的分析挖掘中寻找数据商业价值点，从整体的角度寻找数据中的商业价值和机会。  【我们对您期望】  1. 数学、统计学本科及以上学历，  3年以上数据挖掘相关工作经验2. 参与过完整的数据采集、整理、分析、挖掘工作；3. 有一定的创新能力，在以往的数据分析、挖掘等工作中有自己独特的见解；  4. 熟悉机器学习、决策树、时间序列模型、回归分析模型、聚类挖掘、贝叶斯、关联规则挖掘等数据统计模型和挖掘技术，并有独立完整的建模实践经验；  5. 具有较强数据洞察能力和沟通协调能力，拥有强烈的责任心和团队合作精神；  6. 具有探索精神，从数据中发现价值用以支持决策。【优先条件】                        1. 有电商行业工作经验优先；2. 硕士学历优先考虑。\r\r\r职能类别：\r数据库工程师/管理员\r\r\r关键字：\rSPSS\rR决策树\r贝叶斯\r算法\r\r\r\r", "position_demand": ""},
{"position_desc": "1、负责医疗影像大数据分析和挖掘工作；2、负责数据挖掘项目开发，完成产品研发的测试和优化等工作。任职资格：1、数学、统计学、计算机科学等相关专业硕士及以上学历；2、熟悉聚类、分类、神经网络、SVM等机器学习算法，具有相关算法模型的应用经验；3、能独立使用相关的数据挖掘工具，如SAS、SPSS等，有海量数据挖掘经验；4、熟悉SQL，能熟练使用C/C++或Python编程语言；5、思维缜密，有从事医疗影像数据挖掘经验者优先。应届生、实习生均可福利：深圳市人才引进补贴！         博士流动站！\r\r\r职能类别：\r软件工程师\r\r\r关键字：\r数据挖掘\r聚类分析\r大数据\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责：1）针对不同的业务要求，建立精准的数据模型，以支持业务开展；2）主要方向：基于大数据的客户群分营销管理、商品管理、商业预测、精准营销。任职要求：1）熟悉数据挖掘建模流程，有较强的分析能力，商业洞察能力，报告编写能力，党员优先；2）建模工具：R、SAS、SPSS、matlab 等（至少精通一样）；3）数据库：SQL SERVER、MYSQL、GP等（至少要精通一个）；4）通用算法模型：精通分类、聚类、预测等算法；5）胜任数据挖掘、文本挖掘工作；精通协同过滤、网络对分、贝叶斯、逻辑回归等常用算法；6）数据挖掘、统计学、信息与计算科学、数学等相关专业本科以上学历；7）3年以上数据挖掘分析工作经验，零售、互联网、通信、金融行业背景优先。\r\r\r职能类别：\r算法工程师\r\r\r关键字：\r数据挖掘\r文本挖掘\r建模\r算法\rNLP\r\r\r\r", "position_demand": ""},
{"position_desc": "[岗位职责]1、使用机器学习、深度学习等技术，对结构化、非结构化数据进行数据挖掘；2、基于海量数据，对分析建模、用户分类和风险评估体系构建所需的前沿技术进行研究和实现；3、结合实际的AI应用场景，提供技术解决方案。[岗位要求]1、大学本科及以上学历，计算机、应用数学、模式识别、人工智能、统计学等专业。两年以上相关研发经验；2、熟悉机器学习、深度学习、数据挖掘、概率论与数理统计，最优化等基本算法原理，具备实际的建模经验。有Spark MLlib、Tensorflow、Caffe等学习库使用经验者优先；3、熟悉Linux开发环境，熟练使用至少一种编程语言（Python／Jave／Scala等）。具备较强的编码能力，扎实的数据结构和算法功底；4、熟悉Spark分布式计算平台，有海量数据处理和并行计算开发经验者优先；5、有自然语言处理相关经验者优先；6、对机器学习、数据挖掘技术有钻研热情，具备高度的责任心及团结协作精神，善于沟通交流。\r\r\r职能类别：\r数据库工程师/管理员\r\r\r\r", "position_demand": ""},
{"position_desc": "if (your.passions.include('coding')) {switch(your.role) {  case 'coder':  case 'geek':  case 'nerd':  case 'gatekeeper_of_gatekeepers':  case 'red_or_blue_pill':    console.log('来加入我们 AfterShip =]');  break;  default:}  }AfterShip.stacks = ['Python', 'Scala', 'TensorFlow', 'AWS Kinesis', 'GCP Cloud Dataflow', 'BigData']; 岗位职责? 负责数据进行清洗、处理、分析（每月超过15Y条实时数据反馈）；? 确保数据质量,包括正确性,一致性,完备性,有效性,时效性等? 负责大数据处理分析平台搭建，数据产品构建；? 负责生成BI报告以及实时生成不同纬度的报告；? 负责大数据系统之 SLA , 代码维护、迭代更新，保证任务质量和交付及时性；? 负责编写相关的技术文档；? 负责编制单元测试，提高系统覆盖率，敢于对产品质量负责；? 负责制定技术标准及研究新技术，有效地提高工作效率；? 负责系统关键模块的技术攻关，协助解决项目中的难题；? 负责根据部门战略目标，制定团队的工作目标，进行团队的质量管理和能力建设。 岗位要求? 统招本科及以上学历，计算机相关专业（985/211院校优先）；? 1年以上数据平台构建经验；? 3年或以上 Java、Scala或Python 开发工作经验；? 有 TensorFlow 或其他相关机器学习使用经验；? 深入了解大数据计算平台架构和产品组件原理和应用场景，如Spark、Hadoop、Hive、HBase、AWS Redshift、AWS Kinesis、GCP BigQuery、GCP Cloud Dataflow等；? 有 NLP 等使用经验；? 熟悉 Git / Github；? 熟悉主流测试方法、工具，并不断结合前沿技术提升整体测试效率和研发质量；? 具备英语听读写能力，CET6或以上。\r\r\r职能类别：\r数据库工程师/管理员\r算法工程师\r\r\r关键字：\r数据挖掘\r数据分析\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责：1.负责对海量文本内容进行要素提取，精分类别、关联挖掘等技术的研发工作；2.负责实现文本挖掘技术的产品化，并且结合招标领域开展应用与优化；3.能指导较低职位的工程师完成工作；4.能与高校科研机构进行协同创新。任职资格：1. 模式识别/人工智能/计算机相关专业，本科或以上学历；3年以上工作经验；2. 正直、诚信、敬业、有激情、有良好团队交流能力；3. 精通Java、Python语言，熟悉linux基本开发环境；4. 精通NLP相关领域知识，拥有较为丰富的文本处理经验：精准分词、实体抽取、属性抽取、关系抽取、分类聚类、主题挖掘、POI挖掘等；5. 具有NLP实战经验，参与过相关项目，有知识图谱/深度学习研发经验者优先；熟悉Hadoop、 Spark、Storm等分布式处理框架者更佳；6.熟悉Git，SVN等通用工具；7. 对自然语言处理、知识图谱构建、人工智能等具有浓厚的兴趣。岗位福利：周末双休，朝九晚六，购买五险一金，办公环境在优美舒适的创意园区内，良好的发展晋升空间。\r\r\r职能类别：\r其他\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责：1.应用机器学习、文本挖掘等技术，对海量数据进行挖掘，发现其潜在关系，对文本多维度分类；2.深入挖掘海量用户的行为、属性，建立用户画像标签体系，建立相关的预测模型、需求模型等，并推进相关数据产品建设；3.建立和优化数据模型，协助建立自动化决策系统；4.定期评估数据挖掘模型效果，迭代优化工作;5.负责海量数据的分析处理和数据统计系统的研发；6.参与大数据平台的建设，助力大数据平台的有效应用。任职要求：1. 统计学、数学或计算机、数理统计或数据挖掘专业方向相关专业本科或以上学历，有扎实的统计学和数据挖掘专业知识;2. 熟悉常用数据挖掘算法（如分类、聚类、回归、关联规则、神经网络等）及其原理，并具备相关项目经验；3. 熟练掌握R、Python等语言，并熟练使用SQL语句，熟悉Hadoop数据仓库使用者优先考虑；4.2年以上数据挖掘作经验；5. 主动性强，有较强的责任心，积极向上的工作态度，有团队协作精神。\r\r\r职能类别：\r算法工程师\r高级软件工程师\r\r\r关键字：\r数据挖掘\r算法工程师\r大数据\r数据分析\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责:1、负责推荐系统、广告系统的数据模型开发及算法优化；2、负责用户标签的算法设计和优化。 任职资格:1、5年以上互联网数据挖掘工作经验，数学相关专业背景；2、熟悉python、R、HIVE开发语言；3、熟悉SSAS、SPASS数据挖掘工具；4、熟悉常用的挖掘算法如：线性回归、逻辑回归、实验设计、聚类、分群等，有海量数据处理和挖掘经验；5、踏实、稳重，责任心较强，有上进心，学习能力较强。\r\r\r职能类别：\r软件工程师\r高级软件工程师\r\r\r\r", "position_demand": ""},
{"position_desc": "一、岗位职责1. 独立设计和开发数据分析报表并提供相关技术支持；2. 负责数据挖掘领域的分析设计以及为解决方案架构设计和开发，数据挖掘模型的需求分析、建模、验証；3. 参与业务调研、需求分析以及为解决方案架构设计；4. 利用数据挖掘项目的核心技术及结果，执行项目中市场营销方案，及时处理实施中的问题和对效果进行评估；5. 支持项目-包括现有客户及新客户、负责项目结束后的客户支持和维护；二、任职要求（包括：年龄/学历/专业/工作经验/专业知识/技能/任职资格/个性等）1. 1年以上金融等相关行业工作经验；2. 数学、计算机、金融等相关专业本科及以上学历；3. 1年以上独立设计和开发数据分析报表、数据处理等相关开发经验；4. 有数据挖掘/数学建模相关工作经验, 具有深厚的统计学、数学和数据挖掘知识基础，具备数理统计理论基础；5. 至少熟悉一门数据库语言（SQL等）及熟练使用一种数据分析软件（SAS、Python、R等）；较强的求知欲与快速学习能力，可承受一定工作压力；6. 工作认真细心、责任心强，具备良好的沟通技巧，推动能力和团队合作精神；7. 熟练使用Word、Excel、PPT等相关MS操作软件。8、需要出差。\r\r\r职能类别：\r数据库工程师/管理员\r\r\r关键字：\r数据挖掘\r\r\r\r", "position_demand": ""},
{"position_desc": "1.对日常数据进行清洗、整合。2.对文本数据进行语义分析、情感分析，建立旅游相关指标并量化。3、对分析结果进行可视化分析。4.洞察旅游市场新鲜事，结合大数据撰写有趣推文。任职要求：1.学历本科及以上，从事数据分析工作经验一年以上，熟练使用数据分析软件matlab、python、spss、R语言等，有文本分析经验优先；2.熟悉MySQL常见操作；有大数据项目经验者优先，了解文本挖掘尤佳，对自然语言分析、机器学习有浓厚学习兴趣。3.会使用至少一种可视化工具如excel、echart、tableau等。4.有一定的分析报告撰写能力。5.熟悉机器学习/自然语言处理者优先；在开源社区活跃并有积极贡献者优先。福利1、单双休，公司活动多，氛围好,Boss Nice，以年轻群体居多，无办公室政治。2、工作一定时间，考察个人发展能力，公司可买社保3.餐饮补贴，加班补贴，全勤奖4.薪资结构：4000到5000+绩效奖金，可买社保公司地址：广州市天河区五山路248号金山大厦北塔2609室  （华师地铁E出口300米） \r\r\r职能类别：\r大数据开发/分析\r\r\r关键字：\r数据分析\r文本挖掘\r机器学习\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责1、挖掘用户在不同功能场景下的收视行为特征，并建立用户行为属性标签库；2、挖掘用户属性、喜好和情感，并建立完整的用户画像标签库；3、挖掘用户收视行为关系链，并建立收视行为网络模型；4、挖掘内容价值，与IPTV业务呈现的关系链；5、其他运营相关数据挖掘需求的实现。职位要求：1、硕士研究生以上学历，计算机科学、信息科学、机器学习等领域专业；2、2年以上大规模数据挖掘、机器学习或自然语言处理的工作经验；3、熟悉深度神经网络理论基础并具有实际应用经验；4、熟悉聚类、分类、回归等算法及原理；精通R、SAS、Matlab等工具进行数据处理和数据建模；5、精通Python、C/C++、Java等编程语言进行数据建模和数据挖掘；6、有良好的团队沟通和团队协作能力。符合以下条件优先：有互联网视频或广电媒体行业经验；有Hive、Hadoop、Spark等平台的海量数据挖掘经验；有用户行为相关的数据挖掘经验。\r\r\r职能类别：\r大数据开发/分析\r数据库工程师/管理员\r\r\r\r", "position_demand": ""},
{"position_desc": "作为一家对未来有宏图大志，期待“改变世界”的大数据公司，我们期待让每一个人都能有机会优雅的表达自己的心声。我们真诚地招聘最优秀的人才，我们不希望和任何一个怀着改变世界梦想的天才少年（或少女）擦身而过。我们需要一位极客青年来负责：        1、基于海量数据，挖掘数据规律并建立分析模型；2、对海量数据进行提炼、分析、归纳用户属性、行为等信息，输出分析报告；3、针对具体业务问题，研究潜在因素，进行数据分析验证并提出改善举措；4、根据业务形态和分析，逐渐积累可供业务产品使用的数据模型逻辑，推进产品实施，确保产品不断完善。如果具备以下技能的你，期待与一群老司机为代码狂欢，网迅欢迎你！1、两年以上数据挖掘或数据分析经验，本科及以上学历。2、计算机、统计学、信息管理相关专业优先； SAS/SPSS等数据统计分析的工具，有ETL或数据清洗行业经验，熟悉SQL语言，有电信行业数据挖掘经验优先。3、至少熟悉一种语言，如：python、R或java；明白常用算法（分类，聚类，回归分析、关联规则）逻辑。4、有Hadoop平台开发经验者可优先考虑。5、有责任心，工作细心，逻辑能力强。【发展太快，请系好安全带】我们是网迅，一家年轻有活力的互联网公司，于2008年成立。目前团队规模百人以上。成立以来，网迅植根于大数据研究、互动营销、移动互联网产品研发、工程实施服务多年。已帮助了诸多世界500强企业有效降低了运营成本。有来自各大知名企业IT精（N）英（B）人才，还有业界资深大神与你并肩作战。【找你不容易，来这透透气】1.享受标配快上车—提供六险一金，买房租房so easy；—免费年度体检，你的健康我们来呵护；—双休，享有婚假、产假、陪产假及带薪年假让你自由支配；—交通覆盖办公周边沿线，宝宝再也不担心上班迟到。 2.吃吃喝喝把肉攒—公司员工聚餐，餐餐让你有家的感觉；—定期团队经费，你嗨皮我买单。3.好好工作好好玩—多种激励：年度评优、年终激励、项目奖金、人才推荐奖等等，想说不爱不容易；—法定节假日及福利、红包多多、年终尾牙···花样年年变，就等你来玩。4.老司机带你趴趴走—内部培训，有资深大神", "position_demand": ""},
{"position_desc": "Company DescriptionDo you want beneficial technologies being shaped your ideas? Whether in the areas of mobility solutions, consumer goods, industrial technology or energy and building technology - with us, you will have the chance to improve quality of life all across the globe.  Welcome to Bosch.Job Description1、负责汽车数据挖掘;2、诊断数据算法分析。Qualifications1、本科及以上学历，计算机，通信工程等相关专业;2、二年以上数据挖掘工作经验, 精通常见数据挖掘工具使用;3、有丰富的Windows/Linux/Android/JAVA 编程经验, 了解汇编，了解Windows/Linux/ android架构;4、有诊断开发经验者优先;5、具有较强的计算机技术背景和数学分析能力;6、能承受工作压力，细心、耐心并具有良好的团队合作精神;7、工作积极主动，良好的学习能力和沟通能力;8、良好的英文读写能力.Additional Information该岗位内部推荐奖金为人民币3,000元整（仅限博世内部员工申请），具体请参见《博世中国内部推荐政策》Internal Referral bonus of this vacancy: RMB 3,000 (Valid only for Boschassociates). For the detailed regulation, please refer to Bosch ChinaInternal Referral Policy\r\r\r职能类别：\r软件工程师\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责:1、模型应用。通过机器学习算法、统计模型挖掘存量客户的需求，实现存量客户价值经营，为业务创造价值。2、洞察业务。通过对数据的敏锐洞察，深入挖掘客户潜在价值和需求，推动公司业务发展。 3、决策支持。为公司各业务部门提供客户价值经营的数据支持。 4、体系建设。参与数据挖掘体系建设，为客户价值经营提供便捷的工具和系统支持。5、项目支持。为公司的风险政策分析、风险定价、客户挽留、市场营销策略等重点项目提供支持。 任职资格:1、硕士学历，数理统计、计算机等专业优先（优秀本科生可考虑）。 2、熟悉主流的机器学习算法，有过项目实践者优先。3、1-5年内工作经验（可接受优秀应届生）。 4、精通一门编程语言，熟悉运用SAS、SQL或Python更佳。5、逻辑严谨，具备一定的数据分析能力与执行力，沟通能力良好，愿意理解业务场景。\r\r\r职能类别：\r算法工程师\r\r\r关键字：\r互联网金融\r大数据\r机器学习\r金融科技创新\r银行行业\r人工智能\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责1.分析和研究海量业务数据，设计并开发可扩展的分析算法，挖掘数据价值；2.参与业务策略优化及算法改进，提供先进、适用的解决方案（模型）；3.参与数据采集、清洗和过滤、特征抽取、参数选择、算法实验与效果分析、数据展现过程；4.参与搭建业务数据分析系统；5.参与撰写分析报告。6、挖掘出来的数据价值、数据规律逻辑应用到系统开发当中，服务于项目进程。任职资格1.本科及以上学历，数学相关专业；2.熟悉常见数据挖掘及机器学习算法，如回归、分类、聚类等；3.具有独立研究、实验的能力，对数据结构和算法设计有深入的理解；4.具有优秀的沟通理解能力，能快速理解业务，设计并实现切合业务要求的算法；5.熟练掌握R，Python，Matlab其中一种编程语言；6.熟悉oracle数据库、了解web应用开发者优先。薪酬架构：每月基本工资+项目奖金有开发技术同时想接触数据分析的大咖亦可投递公司福利：       每天7.5小时弹性工作制、周末双休、带薪年假、法定节假日，购买五险一金。定期文体活动、年度旅游、下午茶等公司福利，办公环境良好。       公司年轻化、老板Nice、同事卖得了萌、耍得了二、小清新、重口味、奇葩范……文化自由、工作氛围融洽，为您提供一个发挥个人才能的大舞台。\r\r\r职能类别：\r算法工程师\r软件工程师\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责：（1）收集客户分析需求，转化需求为可执行的分析方案；（2）基于分析方案，进行数据收集、挖掘建模、模型优化；（3）撰写分析报告；（4）跟进模型效果评估与优化；（5）其他数据分析挖掘技术性工作。岗位要求：（1）2019届应届毕业生；硕士及以上学历，应用数学或者统计学等相关专业者优先；（2）对数据挖掘的基本算法有一定的理论只是和实际应用经验，有良好的模型建立思维；（3）基本使用SAS、Python、SPSS、R等其中任一挖掘分析软件；（4）能快速理解客户需求，将实际需求转化为建模分析需求；（5）需要保持一周五天实习时间，全职实习。\r\r\r职能类别：\r大数据开发/分析\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位要求：1、全日制本科以上学历，硕士学历优先，数学、统计学、计算机信息类等专业背景；2、对数字，数据敏感，具备良好的逻辑思维能力，能够从海量数据中发现有价值的规律；3、优秀的分析问题和解决问题的能力，具有较好的归纳能力与较好的文字和语言表达能力；4、熟悉数据结构,熟悉数据挖掘和机器学习算法等常用算法,并对机器学习算法和理论有较深入的研究（如对熟悉决策树、聚类、逻辑回归,关联分析、SVM，贝叶斯，神经网络等数据挖掘算法有较深理解和实践经验）；5、熟练掌握R，SAS等建模工具，精通SPARK、Python建模开发者优先；6、有责任心，良好的团队合作精神，积极上进，具备良好的学习能力。\r\r\r职能类别：\r算法工程师\r其他\r\r\r关键字：\r大数据\r算法\r数据挖掘\r建模\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责：1.根据业务需求，负责数据准备，数据预处理，模型建立，模型验证。2.对用户数据、业务数据挖掘，建立用户画像，并对效果进行评估及持续优化；3.对运营、营销优化等业务场景进行挖掘分析并提供数据支持意见；任职资格：1.本科以上学历，计算机、软件、数学、统计相关专业毕业；2.良好的数据意识，对数字敏感，有较强的逻辑思维能力和数据分析能力3.熟练运用各种数据挖掘算法及其原理，能根据业务分析专题，选择合适算法，建立并实现挖掘模型；4.熟练掌握python/R中的一种或多种，熟悉常用的数据挖掘/机器学习开源框架或工具；5.有大数据平台使用经验者优先，比如Hadoop、Hive、spark等；\r\r\r职能类别：\r数据库工程师/管理员\r\r\r\r", "position_demand": ""},
{"position_desc": "1、对数据进行分析关联；2、以数据为依托预制精准方案，对数据进行分析和评估；3、深入发掘业务需求，开发各类数据模型；4、研究、创新、开发和实践新技术应用；岗位要求1.掌握数据统计、挖掘和机器学习基本原理；2.良好的数据和业务理解能力，具备一定写作能力；3.熟悉oracle数据库和sql操作，能够编写存储过程和package更佳；4.熟悉至少一种分析挖掘工具，python或者R语言尤佳；5.熟练使用Excel，包括公式、透视图、作图等；6.关注数据分析能力以及tableau可视化能力。\r\r\r职能类别：\r大数据开发/分析\r高级软件工程师\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责：协助导师完成科研任务：课题，项目申报，科研工作的开展，文章专利撰写等工作。 岗位要求：1. 硕士以上学历。统计学、数学、计算机、生物信息等相关专业毕业；2. 掌握统计学分析方法、数据分析方法，掌握至少一门编程语言，了解大数据分析语言者优先；3. 有科研项目申报经验者优先, 有数据挖掘、生物信息数据处理经验者优先；对科研有浓厚兴趣，愿意从事稳定的科研工作。 岗位待遇：1. 提供较为丰厚的薪资报酬；购买住院医疗保险、重大疾病保险及意外险。 2. 提供参加国内外召开的学术会议的机会； 3. 一流的研究环境与实验平台； 4. 定期专业论坛及学术讲座；5. 奖励机制，对项目申报，发表论文，专利申请给予奖励政策。 申请材料：申请者请将中（英）文个人简历一份以及可以开始工作的时间通过电子邮件发送至：peng.yin@siat.ac.cn，邮件标题请以“研究助理 - 姓名 - 专业”命名。\r\r\r职能类别：\r科研人员\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责1.参与公司云计算平台整体架构设计，建设和规划；2.参与完成生物大数据挖掘算法的开发；3.参与实现基础的生物相关数据库开发；4.基于SNP芯片的基因组大数据的挖掘；任职要求1.生物信息学，软件工程，计算机、数学等相关专业本科及以上学历，英语听读写能力较强；2.熟悉linux系统以及perl, python, C/C++,R中的一种以上编程语言者优先；3.接触过MySQL等数据库者优先；4.对hadoop、spark有过接触的优先；5.有较强的学习能力，良好的沟通与表达能力，能承受工作压力，具有团队合作精神；6.工作态度认真、积极主动；7.优秀应届毕业生均可考虑。\r\r\r职能类别：\r其他\r\r\r\r", "position_demand": ""},
{"position_desc": "统计、数学、信息技术、生物统计等专业有农业行业数据分析挖掘经验者优先\r\r\r职能类别：\r系统分析员\r情报信息分析人员\r\r\r关键字：\r数据挖掘\r数据分析\r大数据\r数据建模\r业务流程\r数据库\r资源整合\r数据集成\r统计\r周末双休\r\r\r\r", "position_demand": ""},
{"position_desc": "1. 有Hadoop等分布式系统编程经验；2. 有数据挖掘、机器学习相关算法开发经验；3. 熟悉Mysql/Hive/Spark操作命令；熟悉SQLSQL数据库开发；了解ElasticSearch开发；4. 熟悉Java编程，熟悉Python，熟悉Linux平台；5. 有推荐系统、互联网广告、搜索系统相关经验者优先；6. 具有良好的沟通能力，和良好的团队合作精神；  \r\r\r职能类别：\r其他\r\r\r\r", "position_demand": ""},
{"position_desc": "【岗位职责】1.负责微行etc用户数据挖掘，建立用户画像，并对效果进行持续优化；2.负责微行etc业务数据的挖掘，为产品、运营、营销优化提出建设性意见；3.负责微行etc数据挖掘和机器学习常用模型和工具建设；4.负责微行etc其他数据挖掘相关工作和需求。 【岗位要求】1.硕士以上学历，计算机、软件、数学、统计相关专业毕业，数学功底扎实及研究生学历者优先考虑2.2年以上数据挖掘相关工作经验，熟悉数据挖掘常用算法3.具备扎实的数据挖掘、机器学习基础，熟练掌握常用模型，比如逻辑回归、决策树、SVM、贝叶斯等；4.熟悉常用的数据挖掘/机器学习开源框架或工具，比如scikit-learn、libSVM、NLTK等；5.熟练掌握python/shell/Java中的一种或多种，熟悉Linux开发环境；6.有分布式平台使用经验者优先，比如Hadoop、Hive、spark等；7.有互联网行业相关工作经验者优先，比如搜索引擎、社交网络、车联网与UBI保险、推荐系统等优先。【工作时间】周一至周五，早上9点30分-下午18点，午休1.5小时，周末双休。 【工作地点】广州市海珠区新港中路397号TIT创意园氪空间101-109。\r\r\r职能类别：\r算法工程师\r互联网软件开发工程师\r\r\r关键字：\r用户数据挖掘\r业务数据\r数学功底\r分布式平台\rpython\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责：1、负责开展专项业务分析，数据建模，模型评估工作；2、负责市场部专项数据支撑工作，从事数据分析、数据二次处理，报表设计和实现3、负责相关数据模型设计、建模报告的编写等工作4、主管的其他工作安排任职资格：1、本科学历以上，计算机、软件、统计、数学相关专业；2、精通使用R语言、SAS、SPSS、python等数据挖掘工具中的一种或多种，具备数据建模技能，如构建逻辑回归   模型、决策树模型、神经网络、K-means等，具备对海量业务数据进行分析的能力及通信行业业务分析建   模经验；3、证书：OCP认证、OCM、数据库工程师、SPSS、SAS、CDA任意一种证书者优先；4、具备电信运营商精准营销、流数据集市或经营分析相关大数据系统项目优先。\r\r\r职能类别：\r其他\r\r\r\r", "position_demand": ""},
{"position_desc": "任职要求：1、 本科学历，计算机相关专业；2、 熟悉中文分词技术、句法分析、语义分析、自然语言处理、信息抽取等相关的技术，了解各种文本分类和聚类算法；3、 熟悉数据挖掘、机器学习、统计学的常用算法，拥有实际的文本挖掘项目经验者优先，如词性标注、实体识别、分词算法、句法分析等；4、 熟练掌握至少一种以下数据分析/数据挖掘软件，如R、Python、SAS等；岗位职责：1、 基于现有业务系统的文本数据，进行非结构化文本的特征提取、语义识别、自动文本聚类和情感分析等文本挖掘的工作，通过建立、测试、调优分析模型，识别文本的语言内容，文本间的相关度，词性标注等研究；2、 根据业务主题要求建立和更新相关词库，以及支持其他业务应用；3、 完成领导交付的其他临时性数据提报分析及其他工作。\r\r\r职能类别：\r数据库工程师/管理员\r软件工程师\r\r\r关键字：\r数据挖掘\r语义分析\r信息抽取\r词性标注\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责:1、 运用机器学习、数据挖掘技术处理海量数据，分析与挖掘潜在规律和关联，认识、建模并解决实际问题；2、 通过对数据的敏锐洞察，深入挖掘产品潜在价值和需求，进而提供更有价值的服务；3、 对医疗医药数据进行建模，用于疾病诊断、疾病预测、健康状况分析等、体现数据价值；4、 配合软件工程师把模型落地，并对模型进行迭代优化。 任职要求:1、数学、统计学、计量经济学等相关专业研究生以上学历，精通微积分、概率及统计、线性代数（矩阵运算），有化繁为简的能力；2、对apriori、arma、SVM、决策树、随机森林、多元回归、Lasso、协同过滤、逻辑回归、PCA、贝叶斯等算法比较熟悉，有强烈的求知欲，善于学习和运用新知识；3、有数据处理、数据挖掘相关经验或医学背景者优先；4、 熟练使用PY3及各库解决产品中的各项问题；5、 有图算法实际项目经验者优先；\r\r\r职能类别：\r算法工程师\r\r\r关键字：\r数据分析\r数据建模\r数据挖掘\r算法\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位要求：1、本科以上学历，统计学、数量经济、数据挖掘、应用数学类专业，有较强的数学功底和扎实的统计学、数据挖掘理论功底；2、关注电信行业的竞争发展现状与动向；3、有电信行业数据挖掘工作经验；4、能从咨询顾问角度识别问题与分析问题；5、注重团队合作，擅长沟通表达；6、熟练运用office办公软件，精通IBM IM/SPSS Clementine /SAS EM等工具使用，精通自编挖掘算法；7、有较强的市场敏感度，分析能力强；8、须备良好的职业素质与敬业精神；9、能够按照公司要求出差；10、熟悉电信运营商数据业务开发、推广，有数据挖掘项目实施经验者优先，有CRM知识，理念和实践者优先。岗位职责：1、参与数据业务市场监测、分析、规划和研究工作；2、根据分析、诊断结果，建立分析模型并优化，撰写报告，为公司运营决策、产品方向、销售策略等提供数据支持；3、共同或独立承担数据业务咨询项目；4、指导、培训公司内部人员利用专业数据分析、挖掘工具进行数据整理。\r\r\r职能类别：\r专业顾问\r调研员\r\r\r关键字：\r数据分析师\r数据挖掘师\r咨询员\r咨询顾问\r统计分析\r电信\r咨询\r通信\r研究员\r专业顾问\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责：1、应用数据挖掘技术，对海量物联网数据进行挖掘建模；2、配合产品经理完成具体数据产品的需求分析，并进行建模、开发、实施；3、建设数据挖掘面对业务场景的工具包。岗位要求：1、本科以上学历，硕士以上学历优先，数学、统计、计量经济专业优先；2、具有扎实的统计学基础，及一年以上数据分析和建模工作经验，具有很强的数据分析与统计建模或机器学习建模能力；3、至少能熟练使用R，SAS，Python中一种工具，进行数据分析和建模；4、较强的业务规划、理解能力，敢于尝试并掌握学习新的方法；5、有很强的学习能力，有主动性和上进心，可以独立完成工作并有良好的团队合作能力；6、思路清晰，具有较强的沟通协调能力、执行力及创新能力。\r\r\r职能类别：\r软件工程师\r\r\r关键字：\r数据挖掘\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责：1．独立负责业务数据收集整理，搭建业务数据体系，结合业务对数据源进行深度诊断性组合、挖掘、分析；  2. 通过专题分析，对业务问题进行深入分析，为业务的策略、产品优化提供数据支持；任职要求:1. 熟悉数据库基本原理，熟练运用SQL，熟练操作excel；熟练掌握至少一门编程语言，例如Python/R/MATLAB；2. 具有丰富的数据开发经验，对数据处理、数据建模、数据分析等有深刻认识和实战经验；3. 良好的数据敏感度，能从海量数据提炼核心结果，熟练独立编写商业数据分析报告，及时发现和分析其中隐含的变化和问题，给出建议；4. 会使用数据可视化工具Tableau的优先。                            5. 统计、数学、计算机等专业本科及以上学历(硕士优先)\r\r\r职能类别：\r大数据开发/分析\r\r\r\r", "position_demand": ""},
{"position_desc": "【岗位职责】 1、建设支持海量数据的分析挖掘与决策支持系统；2、负责公司全系产品用户的专项数据分析和数据挖掘需求，为业务决策、风险管控、产品特性的优化提供数据支持； 3、负责对用户特征和行为数据做深入分析，建立数据模型预判用户意图等。【岗位要求】1、本科及以上学历，计算机、统计学、应用数学等相关专业（硕士、博士优先）；2、1年以上数据挖掘相关工作经验（文本分类、推荐系统、用户画像、搜索引擎）；3、熟悉常用的数据挖掘/机器学习算法（如决策树、逻辑回归、SVM，贝叶斯、聚类......）；4、熟练使用Python、R、C++至少一种计算机语言；5、熟练使用Tensorflow、Pytorch、Keras、MxNet等一个或多个深度学习开源框架，并具有实战经验。\r\r\r职能类别：\r其他\r\r\r关键字：\r数据挖掘\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职能：1.负责初步的数据分析与开发；2.负责数据结构和样本整理；3.根据高级数据挖掘工程师的方案开发。任职要求：1.掌握Java或Python其中一种开发语言；2.熟悉常用的数据结构和算法；3.统计学专业优先。晋升空间：小组长、副组长、组长、技术主管、技术总监、架构师、CTO调岗空间：AI工程师、数据分析师产品助理、产品经理、产品总监运营助理、运营经理、运营总监技术助理、需求分析师、解决方案工程师\r\r\r职能类别：\r算法工程师\r\r\r关键字：\r数据结构\r数据仓库\rETL\r数据分析\r数据挖掘\r机器学习\r模式识别\r自然语言\r人工智能\r实习\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责：1、研究当前主流的征信技术，并对风险预警异常情况进行深入分析；2、负责客户行为的风险数据分析及，定期提供信用风险分析报告及针对性的分析结果；3、负责征信评分模型及反欺诈风险模型的研发；4、根据业务场景，跟进征信模型的实施和优化；5、参与多项目、多部门合作，推动项目顺利开展。岗位要求1、统计学、数学、计算机方向相关专业本科及以上学历；2、熟悉建模流程及常用算法（如决策树、回归、神经网络等）；3、熟悉机器学习，深度学习常用算法，2年及以上实际建模开发经验；4、能熟练使用数据处理挖掘工具，SQL\\R\\PYHTON\\HIVE\\SPARK\\JAVA等至少一样，了解tensorflow深度学习工具。5、有较高数据敏感度、逻辑分析能力能够把合理的思路成功应用于实践，以及良好的沟通和表达能力，6、有NLP，文本挖掘等方向研究或者工作经验优先 \r\r\r职能类别：\r数据库工程师/管理员\r\r\r关键字：\r风险数据挖掘\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责：1.负责公司大数据平台项目的开发；2.负责海量数据的汇聚和处理，参与系统设计和研发；3.深入研究大数据业务相关运维技术，持续优化集群服务架构，探索新的大数据运维技术及发展方向。任职要求：1、3年以上大数据研发相关工作经验。2、精通JAVA语言，熟悉JVM原理以及性能调优。3、熟练运用MapReduce、HDFS、Hive、Flume、Zookeeper、Redis等大数据相关组件，并了解其基本原理。4、熟悉Linux系统操作，并掌握python、perl、ruby中至少一门脚本语言。5、具有较强的工作主动性，工作认真、负责、细致、敬业。\r\r\r职能类别：\r数据通信工程师\r软件工程师\r\r\r关键字：\r资深\r高级\r中级\r算法\rspark\r数据挖掘\r\r\r\r", "position_demand": ""},
{"position_desc": "1、负责数据平台产品业务、运营支撑业务相关的数据挖掘工作；2、对所负责数据挖掘需求进行规范设计，合理安排进度和保证质量；3、根据公司业务发展需要，完成对数据的采集、分析、存储模块开发；4、对海量数据进行分析挖掘，设计研发有效的策略和算法模块；5、积极参与公司知识产权体系建设、丰富技术文档等内容；6、参与大数据产学研合作，撰写项目申报书、软件著作权等材料；7、完成上级交办的其它任务。岗位要求：1、大学本科及以上学历，热爱数据挖掘工作，有相关教育背景；2、做事认真负责，重视工作执行细节；3、有较强的责任心和学习、总结能力；4、对数据敏感，有较强的逻辑思维能力和问题分析能力；5、具备数据挖据相关的实习或工作经验，发表过数据挖掘相关论文，或在ACM竞赛或数学建模竞赛中获奖者优先考虑。\r\r\r职能类别：\r软件工程师\r\r\r关键字：\r数据挖掘\r算法\r\r\r\r", "position_demand": ""},
{"position_desc": "位职责：1.负责车联网用户数据挖掘，建立用户画像，并对效果进行持续优化；2.负责车联网业务数据的挖掘，为产品、运营、营销优化提出建设性意见；3.负责车联网数据挖掘和机器学习常用模型和工具建设；4.负责车联网其他数据挖掘相关工作和需求；5.分析车联网数据，建立驾驶行为分析模型；6.分析生态圈数据需求，整合生态圈数据，支持产品创新 。任职资格：1.本科以上学历，计算机、软件、数学、统计相关专业毕业，数学功底扎实及研究生学历者优先考虑，2年以上数据挖掘相关工作经验；2.熟悉数据挖掘常用算法；3.具备扎实的数据挖掘、机器学习基础，熟练掌握常用模型，比如逻辑回归、决策树、SVM、贝叶斯等；4.熟悉常用的数据挖掘/机器学习开源框架或工具，比如scikit-learn、libSVM、NLTK等；5.熟练掌握python/shell/Java中的一种或多种，熟悉Linux开发环境；6.有分布式平台使用经验者优先，比如Hadoop、Hive、spark等；【优先条件】1、具有自然语言处理、信息检索、机器学习、web挖掘、搜索引擎、推荐引擎等相关经验优先；\r\r\r职能类别：\r大数据开发/分析\r\r\r\r", "position_demand": ""},
{"position_desc": "视频数据挖掘高级工程师岗位职责：1、负责视频知识图谱系统的设计；2、基于海量互联网数据，构建视频的影视库，人物库，角色库等；3、挖掘视频、专辑、人物，角色等实体间的关系。任职资格：1、三年以上的自然语言处理、机器学习、数据挖掘相关工作经验；2、具有linux环境编程基础，熟悉c++/java/python/scala等一门以上编程语言；3、有spark/hadoop/storm等大数据平台的开发经验；熟悉常用的文本分类和聚类算法，如svm，朴素贝叶斯等；具备优秀的分析和解决问题的能力，良好的沟通和学习能力。\r\r\r职能类别：\r高级软件工程师\r\r\r关键字：\r视频数据挖掘\r高级工程师\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责：1. 应用机器学习、文本挖掘等技术，对海量学习用户数据进行挖掘，发现学习规则，潜在关系，指导业务发展；2. Hadoop、Spark环境的搭建、维护及优化；3. 构建通用的分布式环境下算法平台，包括矩阵计算、变量构造、算法封装，快速支持算法应用；4. 对海量数据的分析处理和数据仓库的设计开发；5. 通过海量学习数据实现用户画像、知识图谱、智能推荐、个性化学习；6. 和业务部门密切配合寻求数据层面的商业价值并组织建设数据模型任职资格：1、本科以上学历，扎实的统计学、数据挖掘、机器学习理论基础；2、熟悉聚类、分类、回归等机器学习算法实现，对常见的核心算法理解透彻，有实际建模经验；3、具有扎实的计算机操作系统、数据结构等编程基础，熟悉Java、Scala、Python、R语言；4、深入理解Map-Reduce模型，对Hadoop、Hive、Spark、Storm等大规模数据存储与运算平台有实践经验；5、有三年以上互联网公司或海量数据处理工作经验，大数据挖掘、分析、建模经验。 公司为您提供的：1、对你的自由和梦想的尊重、对你个人成长的支持；2、高竞争力的薪酬体系，超越合理性的额外福利；3、5天7.5小时工作制4、六险一金；5、带薪假期：根据法律规定为员工提供法定假日及带薪病假、年假、婚假等；6、员工体检，关注你的健康7、旅游或团队拓展活动，只为你玩得更好8、食堂,自助早餐和午餐，老板说吃胖算工伤~\r\r\r职能类别：\r高级软件工程师\r系统工程师\r\r\r关键字：\r数据分析\r数据架构\r大数据\r数据挖掘\r数据模型\rR\rPython\rHadoop\rSpark\r\r\r\r", "position_demand": ""},
{"position_desc": "岗位职责1、运用自然语言处理、机器学习等方法和技术，挖掘和分析海量互联网数据；范围包括但不限于网络口碑评价模型、舆情分析、用户画像与消费者洞察、文本分类、知识库构建等2、负责核心NLP算法的优化，提高算法的准确率、适用性3、负责前沿技术的探索与应用，以新技术驱动公司业务成长，体现技术价值4、负责建立规范、标准的数据处理流程，提高数据挖掘工作的质量与效率任职要求1、计算机相关专业学历，有机器学习、自然语言处理工作经验2、熟练掌握常用机器学习和自然语言处理算法，如分类、聚类、实体识别、情感判别等3、精通一门或多门开发语言（Python、Java等），熟练掌握常用数据结构和算法4、熟悉Linux环境，熟练掌握一种数据库5、优秀的沟通能力，有创新精神，乐于接受挑战，能承受工作压力6、熟悉Spark/Hadoop/HBase/Hive等大数据处理平台者优先考虑\r\r\r职能类别：\r其他\r\r\r\r", "position_demand": ""},
{"position_desc": "职位描述：1、负责行业数据挖掘分析，人工智能项目工作，配合项目经理完成项目需求调研，编制需求说明书和方案说明书；2、根据项目业务要求进行数据探索、数据准备、数据预处理、特征分析、算法选取及模型验证，并对数据模型进行优化；3、负责模型开发，与开发工程师一起完成算法实现和模型固化；4、按项目要求完成相应数据分析挖掘报告，将数据挖掘算法及用户研究成果转化为数据产品；职位要求：1、计算机、数学、应用统计学相关专业本科及以上学历，硕士学历优先考虑；2、熟悉数据分析、挖掘方法及AI相关知识，熟练应用数据挖掘、机器学习相关算法，有1年相关项目工作经验；3、对数据敏感，具有较强的逻辑思维能力、理解业务的能力、沟通能力、表达呈现能力和团队合作精神；4、熟练使用Python、Scala、R、SAS工具一种或以上，熟悉spark，hadoop，tensorFlow，caffe计算框架一种或以上；                                            5、具备强烈进取心、求知欲、学习能力，能快速掌握新算法；优秀实习生可考虑！\r\r\r职能类别：\r数据库工程师/管理员\r\r\r关键字：\r优秀实习生\r数据分析\r数据挖掘\rAI\r\r\r\r", "position_demand": ""},
